17.5-associations/firefighter-app/app/controllers/firetrucks_controller.rb

  def create
    @firetruck = Firetruck.create(firetruck_params)
---
INSERT INTO "firetrucks" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "truck"], ["created_at", "2018-07-03 22:20:57.403782"], ["updated_at", "2018-07-03 22:20:57.403782"]]