17.5-associations/firefighter-app/app/views/firepeople/new.html.erb

SELECT "firetrucks".* FROM "firetrucks"
---
  <%= f.text_field :name %>
  <%= f.collection_select :name, Firetruck.all, :id, :name %>